Repository: palasthotel/wp-process-log
Catalog: public/languages/process-log-*.po
Languages: de_de

source: Process Logs
de_de: Prozessmonitor

source: Affected user
de_de: Betroffener Benutzer

source: Affected post
de_de: Betroffener Beitrag

source: Affected term
de_de: Betroffener Term

source: Affected comment
de_de: Betroffener Kommentar

source: Loading more logs
de_de: Lade mehr Einträge

source: Give me a second... I'm on it
de_de: Gib mir ne Sekunde… bin dabei

source: No more logs to load 🏖
de_de: Keine weiteren Einträge 🏖

source: Process logs
de_de: Prozesseinträge

source: Effected content
de_de: Betroffener Inhalt

# select content
source: All
de_de: Alle

source: Event type
de_de: Ereignis

# select event type filter
source: All
de_de: Alle

source: Changed field
de_de: Geändertes Feld

source: Severity
de_de: Schweregrad

# select severity
source: All
de_de: Alle

source: Query
de_de: Suche

source: Filter
de_de: Filtern

source: Created
de_de: Erstellt

source: Active User
de_de: Aktiver Benutzer

source: Logs
de_de: Einträge

source: Load more
de_de: Mehr laden

source: If you are looking for the logs table have a look here!
de_de: Wenn Sie nach der Tabelle suchen, schauen Sie hier nach!

source: Have a look whats going on with your system.
de_de: Behalte im Blick was in deinem System passiert.
